zsh-users/zsh-autosuggestions
zsh-users/zsh-completions

Aloxaf/fzf-tab

ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh path:plugins/zoxide

zsh-users/zsh-syntax-highlighting

